/* Name of application */
"Homepwner" = "Homepwner";

/* BNRAssetTypeViewController title */
"Asset Type" = "Asset Type";

/* Type label None */
"None" = "None";

/* Asset type button */
"Type: %@" = "Type: %@";

/* BNRAssetType - Electronics */
"Electronics" = "Electronics";

/* BNRAssetType - Furniture */
"Funiture" = "Funiture";

/* BNRAssetType - Jewelry */
"Jewelry" = "Jewelry";
